var provinces = [{
  "name": "北京市",
  "id": "110000"
}, {
  "name": "天津市",
  "id": "120000"
}, {
  "name": "河北省",
  "id": "130000"
}, {
  "name": "山西省",
  "id": "140000"
}, {
  "name": "内蒙古自治区",
  "id": "150000"
}, {
  "name": "辽宁省",
  "id": "210000"
}, {
  "name": "吉林省",
  "id": "220000"
}, {
  "name": "黑龙江省",
  "id": "230000"
}, {
  "name": "上海市",
  "id": "310000"
}, {
  "name": "江苏省",
  "id": "320000"
}, {
  "name": "浙江省",
  "id": "330000"
}, {
  "name": "安徽省",
  "id": "340000"
}, {
  "name": "福建省",
  "id": "350000"
}, {
  "name": "江西省",
  "id": "360000"
}, {
  "name": "山东省",
  "id": "370000"
}, {
  "name": "河南省",
  "id": "410000"
}, {
  "name": "湖北省",
  "id": "420000"
}, {
  "name": "湖南省",
  "id": "430000"
}, {
  "name": "广东省",
  "id": "440000"
}, {
  "name": "广西壮族自治区",
  "id": "450000"
}, {
  "name": "海南省",
  "id": "460000"
}, {
  "name": "重庆市",
  "id": "500000"
}, {
  "name": "四川省",
  "id": "510000"
}, {
  "name": "贵州省",
  "id": "520000"
}, {
  "name": "云南省",
  "id": "530000"
}, {
  "name": "西藏自治区",
  "id": "540000"
}, {
  "name": "陕西省",
  "id": "610000"
}, {
  "name": "甘肃省",
  "id": "620000"
}, {
  "name": "青海省",
  "id": "630000"
}, {
  "name": "宁夏回族自治区",
  "id": "640000"
}, {
  "name": "新疆维吾尔自治区",
  "id": "650000"
}, {
  "name": "台湾省",
  "id": "710000"
}, {
  "name": "香港特别行政区",
  "id": "810000"
}, {
  "name": "澳门特别行政区",
  "id": "820000"
}];
var citys = {
  "110000": [
    {
      "province": "北京市",
      "name": "市辖区",
      "id": "110100"
    }
  ],
  "120000": [
    {
      "province": "天津市",
      "name": "市辖区",
      "id": "120100"
    }
  ],
  "230000": [
    {
      "province": "黑龙江省",
      "name": "哈尔滨市",
      "id": "230100"
    },
    {
      "province": "黑龙江省",
      "name": "齐齐哈尔市",
      "id": "230200"
    },
    {
      "province": "黑龙江省",
      "name": "鸡西市",
      "id": "230300"
    },
    {
      "province": "黑龙江省",
      "name": "鹤岗市",
      "id": "230400"
    },
    {
      "province": "黑龙江省",
      "name": "双鸭山市",
      "id": "230500"
    },
    {
      "province": "黑龙江省",
      "name": "大庆市",
      "id": "230600"
    },
    {
      "province": "黑龙江省",
      "name": "伊春市",
      "id": "230700"
    },
    {
      "province": "黑龙江省",
      "name": "佳木斯市",
      "id": "230800"
    },
    {
      "province": "黑龙江省",
      "name": "七台河市",
      "id": "230900"
    },
    {
      "province": "黑龙江省",
      "name": "牡丹江市",
      "id": "231000"
    },
    {
      "province": "黑龙江省",
      "name": "黑河市",
      "id": "231100"
    },
    {
      "province": "黑龙江省",
      "name": "绥化市",
      "id": "231200"
    },
    {
      "province": "黑龙江省",
      "name": "大兴安岭地区",
      "id": "232700"
    }
  ]
};
var universities = {
  "110100": [
    {
      "city": "北京市",
      "name": "北京大学",
      "id": "11010001"
    },
    {
      "city": "北京市",
      "name": "清华大学",
      "id": "11010002"
    },
    {
      "city": "北京市",
      "name": "北京航空航天大学",
      "id": "11010003"
    },
    {
      "city": "北京市",
      "name": "北京林业大学",
      "id": "11010004"
    }
  ],
  "230100": [
    {
      "city": "哈尔滨市",
      "name": '东北林业大学',
      "id": "23010001"
    },
    {
      "city": "哈尔滨市",
      "name": '哈尔滨工业大学',
      "id": "23010002"
    },
    {
      "city": "哈尔滨市",
      "name": '东北农业大学',
      "id": "23010003"
    },
    {
      "city": "哈尔滨市",
      "name": '哈尔滨理工大学',
      "id": "23010004"
    },
    {
      "city": "哈尔滨市",
      "name": '黑龙江大学',
      "id": "23010005"
    }
  ]
}
module.exports = {
  citys,
  provinces,
  universities
}